Repository: shary17454/BalootHub
Catalog: BalootHub/Resources/Localizable.xcstrings
Source language: ar
Languages: de, en, es, fr, hi, id, ru, tr, ur, zh_hans

source: لا يوجد حكم على الطاولة؛ اسأل هل القطع الآن يحسم الأكلة أو يكشف قوتك مبكرًا.
de: Kein Trumpf am Tisch – gewinnt Stechen jetzt den Stich oder verrät es dich zu früh?
en: There is no trump on the table; ask whether cutting now wins the trick or reveals your strength too early.
es: No hay triunfo en la mesa; pregunta si cortar ahora gana la baza o revela tu fuerza pronto.
fr: Pas d'atout sur la table : couper maintenant emporte-t-il le pli ou révèle-t-il trop tôt ?
hi: मेज़ पर तुरुप नहीं; पूछें कि अभी काटना चाल जिताएगा या ताक़त जल्दी खोल देगा।
id: Tak ada truf di meja; tanyakan apakah memotong sekarang memenangkan trik atau membuka kekuatanmu terlalu dini.
ru: Козыря на столе нет — спроси: козырение сейчас берёт взятку или рано раскрывает силу?
tr: Masada koz yok; şimdi kesmek eli alır mı yoksa gücünü erken mi açar, sor.
ur: میز پر ترپ نہیں؛ پوچھیں کہ ابھی کاٹنا ہاتھ جیتے گا یا آپ کی طاقت جلد کھول دے گا۔
zh_hans: 桌上没有将牌：问自己，现在砍将能拿下这墩，还是过早暴露实力？

source: فتح موقف اليوم
de: Heutige Situation öffnen
en: Open today's scenario
es: Abre la situación de hoy
fr: Ouvrir la situation du jour
hi: आज की स्थिति खोलें
id: Buka situasi hari ini
ru: Открыть ситуацию дня
tr: Bugünün durumunu aç
ur: آج کی صورتحال کھولیں
zh_hans: 打开今日局面

source: متابعة مواقف اليوم
de: Heutige Situationen fortsetzen
en: Continue today's scenarios
es: Continúa las situaciones de hoy
fr: Continuer les situations du jour
hi: आज की स्थितियाँ जारी रखें
id: Lanjutkan situasi hari ini
ru: Продолжить сегодняшние ситуации
tr: Bugünün durumlarına devam et
ur: آج کی صورتحال جاری رکھیں
zh_hans: 继续今日局面

source: موقف اليوم
de: Situation des Tages
en: Today's scenario
es: Situación de hoy
fr: Situation du jour
hi: आज की स्थिति
id: Situasi hari ini
ru: Ситуация дня
tr: Günün durumu
ur: آج کی صورتحال
zh_hans: 今日局面

source: أثر محايد
de: Neutraler Effekt
en: Neutral impact
es: Impacto neutro
fr: Impact neutre
hi: तटस्थ प्रभाव
id: Dampak netral
ru: Нейтральный эффект
tr: Nötr etki
ur: غیر جانبدار اثر
zh_hans: 中性影响

source: نقطة متوقعة
de: erwartete Punkte
en: expected points
es: puntos esperados
fr: points attendus
hi: अपेक्षित अंक
id: poin yang diharapkan
ru: ожидаемых очков
tr: beklenen puan
ur: متوقع پوائنٹس
zh_hans: 预期分

source: بدل
de: statt
en: instead of
es: en lugar de
fr: au lieu de
hi: के बजाय
id: bukan
ru: вместо
tr: yerine
ur: کے بجائے
zh_hans: 而不是

source: قرار المزايدة
de: Bietentscheidung
en: Bidding decision
es: Decisión de subasta
fr: Décision d'enchère
hi: बोली का निर्णय
id: Keputusan penawaran
ru: Решение на торгах
tr: İhale kararı
ur: بولی کا فیصلہ
zh_hans: 叫牌决定

source: فرصة مشروع
de: Projektchance
en: Project opportunity
es: Oportunidad de proyecto
fr: Occasion de projet
hi: प्रोजेक्ट अवसर
id: Peluang proyek
ru: Возможность проекта
tr: Proje fırsatı
ur: پروجیکٹ کا موقع
zh_hans: 项目机会

source: قرار المضاعفة
de: Doppelentscheidung
en: Multiplier decision
es: Decisión de multiplicador
fr: Décision de multiplicateur
hi: मल्टीप्लायर निर्णय
id: Keputusan pengali
ru: Решение о множителе
tr: Çarpan kararı
ur: ملٹی پلائر کا فیصلہ
zh_hans: 倍数决定

source: نقطة
de: Punkt
en: point
es: punto
fr: point
hi: अंक
id: poin
ru: очко
tr: puan
ur: پوائنٹ
zh_hans: 分

source: ورقة غير معروفة
de: Unbekannte Karte
en: Unknown card
es: Carta desconocida
fr: Carte inconnue
hi: अज्ञात कार्ड
id: Kartu tak dikenal
ru: Неизвестная карта
tr: Bilinmeyen kart
ur: نامعلوم کارڈ
zh_hans: 未知的牌

source: اختيار الخصم الآلي
de: KI-Gegner wählen
en: Choose AI opponent
es: Elegir oponente de IA
fr: Choisir l’adversaire IA
hi: AI विरोधी चुनें
id: Pilih lawan AI
ru: Выбрать соперника ИИ
tr: Yapay zekâ rakibi seç
ur: AI حریف منتخب کریں
zh_hans: 选择 AI 对手

source: مبتدئ
de: Anfänger
en: Beginner
es: Principiante
fr: Débutant
hi: शुरुआती
id: Pemula
ru: Новичок
tr: Başlangıç
ur: مبتدی
zh_hans: 初学者

source: عادي
de: Normal
en: Casual
es: Normal
fr: Normal
hi: सामान्य
id: Santai
ru: Обычный
tr: Normal
ur: عام
zh_hans: 普通

source: محترف
de: Profi
en: Pro
es: Profesional
fr: Pro
hi: प्रो
id: Pro
ru: Профи
tr: Profesyonel
ur: ماہر
zh_hans: 专业

source: خبير
de: Experte
en: Expert
es: Experto
fr: Expert
hi: विशेषज्ञ
id: Ahli
ru: Эксперт
tr: Uzman
ur: ماہر
zh_hans: 专家

source: شيخ البلوت
de: Baloot-Meister
en: Baloot Sheikh
es: Jeque del Baloot
fr: Cheikh du Baloot
hi: बलूत शेख
id: Syekh Baloot
ru: Шейх Baloot
tr: Baloot Şeyhi
ur: بلوت شیخ
zh_hans: Baloot 大师

source: متوازن
de: Ausgewogen
en: Balanced
es: Equilibrado
fr: Équilibré
hi: संतुलित
id: Seimbang
ru: Сбалансированный
tr: Dengeli
zh_hans: 均衡

source: محافظ
de: Konservativ
en: Conservative
es: Conservador
fr: Prudent
hi: सावधान
id: Konservatif
ru: Осторожный
tr: Temkinli
ur: محتاط
zh_hans: 保守

source: هجومي
de: Aggressiv
en: Aggressive
es: Agresivo
fr: Agressif
hi: आक्रामक
id: Agresif
ru: Агрессивный
tr: Agresif
ur: جارحانہ
zh_hans: 进攻型

source: متخصص حكم
de: Hokum-Spezialist
en: Hokum specialist
es: Especialista en Hokum
fr: Spécialiste Hokum
hi: Hokum विशेषज्ञ
id: Spesialis Hokum
ru: Специалист Hokum
tr: Hokum uzmanı
ur: Hokum ماہر
zh_hans: Hokum 专家

source: متخصص صن
de: Sun-Spezialist
en: Sun specialist
es: Especialista en Sun
fr: Spécialiste Sun
hi: Sun विशेषज्ञ
id: Spesialis Sun
ru: Специалист Sun
tr: Sun uzmanı
ur: Sun ماہر
zh_hans: Sun 专家

source: مخاطر
de: Risikospieler
en: Gambler
es: Arriesgado
fr: Joueur risqué
hi: जोखिम लेने वाला
id: Pengambil risiko
ru: Рисковый
tr: Risk alan
ur: خطرہ مول لینے والا
zh_hans: 冒险型

source: دفاعي
de: Defensiv
en: Defensive
es: Defensivo
fr: Défensif
hi: रक्षात्मक
id: Defensif
ru: Оборонительный
tr: Savunmacı
ur: دفاعی
zh_hans: 防守型

source: المخاطرة
de: Risiko
en: Risk
es: Riesgo
fr: Risque
hi: जोखिम
id: Risiko
ru: Риск
tr: Risk
ur: خطرہ
zh_hans: 风险

source: الميل
de: Tendenz
en: Preference
es: Preferencia
fr: Préférence
hi: रुझान
id: Preferensi
ru: Предпочтение
tr: Tercih
ur: رجحان
zh_hans: 偏好

source: المضاعفة
de: Verdoppeln
en: Doubling
es: Doble
fr: Double
hi: डबल
id: Ganda
ru: Удвоение
tr: Katlama
ur: ڈبل
zh_hans: 加倍

source: الخصوم
de: Gegner
en: Opponents
es: Oponentes
fr: Adversaires
hi: विरोधी
id: Lawan
ru: Соперники
tr: Rakipler
ur: حریف
zh_hans: 对手

source: أولوية المراجعة
de: Prüfpriorität
en: Review priority
es: Prioridad de revisión
fr: Priorité de révision
hi: समीक्षा प्राथमिकता
id: Prioritas tinjauan
ru: Приоритет разбора
tr: İnceleme önceliği
ur: جائزے کی ترجیح
zh_hans: 复盘优先级

source: ابدأ بالمزايدة
de: Mit dem Bieten beginnen
en: Start with bidding
es: Empieza con la subasta
fr: Commencer par les enchères
hi: बोली से शुरू करें
id: Mulai dari bidding
ru: Начать с торгов
tr: İhaleyle başla
ur: بولی سے شروع کریں
zh_hans: 从叫牌开始

source: ابدأ بالمشاريع
de: Mit Projekten beginnen
en: Start with projects
es: Empieza con los proyectos
fr: Commencer par les projets
hi: प्रोजेक्ट से शुरू करें
id: Mulai dari proyek
ru: Начать с проектов
tr: Projelerle başla
ur: پروجیکٹس سے شروع کریں
zh_hans: 从项目开始

source: ابدأ بالمضاعفات
de: Mit Verdopplungen beginnen
en: Start with multipliers
es: Empieza con los multiplicadores
fr: Commencer par les multiplicateurs
hi: मल्टीप्लायर से शुरू करें
id: Mulai dari pengganda
ru: Начать с множителей
tr: Katlamalarla başla
ur: ملٹی پلائرز سے شروع کریں
zh_hans: 从加倍开始

source: ابدأ باللعب
de: Mit dem Spiel beginnen
en: Start with play
es: Empieza con el juego
fr: Commencer par le jeu
hi: खेल से शुरू करें
id: Mulai dari permainan
ru: Начать с розыгрыша
tr: Oyunla başla
ur: کھیل سے شروع کریں
zh_hans: 从出牌开始

source: لا توجد أولوية
de: Keine Priorität
en: No priority
es: Sin prioridad
fr: Aucune priorité
hi: कोई प्राथमिकता नहीं
id: Tidak ada prioritas
ru: Нет приоритета
tr: Öncelik yok
ur: کوئی ترجیح نہیں
zh_hans: 无优先级

source: سلّم الجهاز إلى
de: Gerät weitergeben an
en: Pass the device to
es: Pasa el dispositivo a
fr: Passe l’appareil à
hi: डिवाइस दें
id: Berikan perangkat ke
ru: Передайте устройство игроку
tr: Cihazı şuna ver
ur: ڈیوائس دیں
zh_hans: 将设备交给

source: اضغط جاهز عندما يكون الجهاز مع اللاعب الحالي فقط.
de: Tippe erst auf Bereit, wenn das Gerät beim aktuellen Spieler ist.
en: Tap Ready only when the current player has the device.
es: Toca Listo solo cuando el jugador actual tenga el dispositivo.
fr: Touchez Prêt seulement quand le joueur actuel a l’appareil.
hi: तैयार तभी दबाएँ जब डिवाइस मौजूदा खिलाड़ी के पास हो.
id: Ketuk Siap hanya saat perangkat berada pada pemain saat ini.
ru: Нажимайте Готово только когда устройство у текущего игрока.
tr: Hazır’a yalnızca cihaz geçerli oyuncudayken dokun.
ur: تیار صرف تب دبائیں جب ڈیوائس موجودہ کھلاڑی کے پاس ہو.
zh_hans: 只有当前玩家拿到设备后再点准备。

source: جاهز
de: Bereit
en: Ready
es: Listo
fr: Prêt
hi: तैयार
id: Siap
ru: Готово
tr: Hazır
ur: تیار
zh_hans: 准备

source: مراجعة المزايدة
de: Bietprüfung
en: Bidding review
es: Revisión de la subasta
fr: Révision des enchères
hi: बोली समीक्षा
id: Tinjauan bidding
ru: Проверка торгов
tr: İhale incelemesi
ur: بولی کا جائزہ
zh_hans: 叫牌复盘

source: مراجعة المشاريع
de: Projektprüfung
en: Project review
es: Revisión de proyectos
fr: Révision des projets
hi: प्रोजेक्ट समीक्षा
id: Tinjauan proyek
ru: Проверка проектов
tr: Proje incelemesi
ur: پروجیکٹ جائزہ
zh_hans: 项目复盘

source: مراجعة المضاعفة
de: Verdopplungsprüfung
en: Doubling review
es: Revisión de doblaje
fr: Révision du double
hi: डबल समीक्षा
id: Tinjauan ganda
ru: Проверка удвоения
tr: Katlama incelemesi
ur: ڈبل جائزہ
zh_hans: 加倍复盘

source: احتمال الشراء
de: Reizwahrscheinlichkeit
en: Bid chance
es: Probabilidad de puja
fr: Probabilité d'enchère
hi: बोली की संभावना
id: Peluang membeli
ru: Вероятность заявки
tr: Alma olasılığı
ur: بولی کا امکان
zh_hans: 叫牌概率

source: احتمال الصن
de: Sun-Wahrscheinlichkeit
en: Sun chance
es: Probabilidad de Sun
fr: Probabilité de Sun
hi: Sun की संभावना
id: Peluang Sun
ru: Вероятность Sun
tr: Sun olasılığı
ur: Sun کا امکان
zh_hans: Sun 概率

source: خلاصة القرار
de: Entscheidungszusammenfassung
en: Decision summary
es: Resumen de la decisión
fr: Résumé de la décision
hi: निर्णय सारांश
id: Ringkasan keputusan
ru: Итог решения
tr: Karar özeti
ur: فیصلے کا خلاصہ
zh_hans: 决策小结

source: شراء قوي
de: Starkes Reizen
en: Strong bid
es: Puja fuerte
fr: Enchère forte
hi: मज़बूत बोली
id: Tawaran kuat
ru: Сильная заявка
tr: Güçlü alma
ur: مضبوط بولی
zh_hans: 强势叫牌

source: شراء حذر
de: Vorsichtiges Reizen
en: Cautious bid
es: Puja prudente
fr: Enchère prudente
hi: सतर्क बोली
id: Tawaran hati-hati
ru: Осторожная заявка
tr: Temkinli alma
ur: محتاط بولی
zh_hans: 保守叫牌

source: تمرير قريب
de: Knappes Passen
en: Close pass
es: Paso ajustado
fr: Passe serrée
hi: निकट पास
id: Pas dekat
ru: Близкий пас
tr: Yakın pas
ur: قریبی پاس
zh_hans: 接近的过牌

source: تمرير واضح
de: Klares Passen
en: Clear pass
es: Paso claro
fr: Passe évidente
hi: स्पष्ट पास
id: Pas jelas
ru: Очевидный пас
tr: Açık pas
ur: واضح پاس
zh_hans: 明显该过

source: راجع الفرق الصغير
de: Kleinen Unterschied nachbereiten
en: Review the small gap
es: Repasa la diferencia pequeña
fr: Revoyez le petit écart
hi: छोटे अंतर की समीक्षा करें
id: Tinjau selisih kecil
ru: Разбери малую разницу
tr: Küçük farkı gözden geçir
ur: چھوٹے فرق کا جائزہ لیں
zh_hans: 复盘细微差距

source: قارن قبل اللعب
de: Vor dem Spielen vergleichen
en: Compare before playing
es: Compara antes de jugar
fr: Comparez avant de jouer
hi: खेलने से पहले तुलना करें
id: Bandingkan sebelum bermain
ru: Сравни перед ходом
tr: Oynamadan önce karşılaştır
ur: کھیلنے سے پہلے موازنہ کریں
zh_hans: 出牌前先对比

source: أعد الموقف
de: Situation wiederholen
en: Replay the scenario
es: Repite la situación
fr: Rejouer la situation
hi: स्थिति दोहराएँ
id: Ulangi situasi
ru: Повторить ситуацию
tr: Durumu tekrar oyna
ur: صورتحال دہرائیں
zh_hans: 重放该局面

source: قرار مطابق للخبير
de: Entscheidung entspricht dem Experten
en: Expert-matched decision
es: Decisión coincide con el experto
fr: Décision conforme à l’expert
hi: विशेषज्ञ से मेल खाता निर्णय
id: Keputusan sesuai ahli
ru: Решение совпадает с экспертным
tr: Uzmanla eşleşen karar
ur: ماہر سے مطابقت رکھنے والا فیصلہ
zh_hans: 符合专家的决策

source: تحليل قرار الخبير
de: Analyse der Expertenentscheidung
en: Expert decision analysis
es: Análisis de decisión experta
fr: Analyse de décision experte
hi: विशेषज्ञ निर्णय विश्लेषण
id: Analisis keputusan ahli
ru: Анализ экспертного решения
tr: Uzman karar analizi
ur: ماہر فیصلے کا تجزیہ
zh_hans: 专家决策分析

source: الورقة الملعوبة
de: Gespielte Karte
en: Played card
es: Carta jugada
fr: Carte jouée
hi: खेला गया पत्ता
id: Kartu yang dimainkan
ru: Сыгранная карта
tr: Oynanan kart
ur: کھیلا گیا کارڈ
zh_hans: 已出的牌

source: ثاني أفضل ورقة
de: Zweitbeste Karte
en: Second-best card
es: Segunda mejor carta
fr: Deuxième meilleure carte
hi: दूसरा सबसे अच्छा पत्ता
id: Kartu terbaik kedua
ru: Вторая лучшая карта
tr: İkinci en iyi kart
ur: دوسرا بہترین کارڈ
zh_hans: 第二佳牌

source: فاقد متوقع
de: Erwarteter Verlust
en: Expected loss
es: Pérdida esperada
fr: Perte attendue
hi: अपेक्षित नुकसान
id: Kerugian yang diperkirakan
ru: Ожидаемая потеря
tr: Beklenen kayıp
ur: متوقع نقصان
zh_hans: 预期损失

source: فاقد المحاكاة
de: Simulationsverlust
en: Simulation loss
es: Pérdida de simulación
fr: Perte de simulation
hi: सिमुलेशन नुकसान
id: Kehilangan simulasi
ru: Потеря в симуляции
tr: Simülasyon kaybı
ur: سیمولیشن نقصان
zh_hans: 模拟损失

source: تم تحميل مراجعة القرار، لكن تعذّر حفظها في الإحصاءات.
de: Die Entscheidungsprüfung wurde geladen, konnte aber nicht in den Statistiken gespeichert werden.
en: The decision review was loaded, but it could not be saved to statistics.
es: La revisión de la decisión se cargó, pero no se pudo guardar en las estadísticas.
fr: La revue de décision a été chargée, mais elle n'a pas pu être enregistrée dans les statistiques.
hi: निर्णय समीक्षा लोड हो गई, लेकिन उसे आँकड़ों में सहेजा नहीं जा सका.
id: Tinjauan keputusan dimuat, tetapi tidak dapat disimpan ke statistik.
ru: Обзор решения загружен, но его не удалось сохранить в статистике.
tr: Karar incelemesi yüklendi, ancak istatistiklere kaydedilemedi.
ur: فیصلے کا جائزہ لوڈ ہو گیا، مگر اسے اعدادوشمار میں محفوظ نہیں کیا جا سکا۔
zh_hans: 决策复盘已加载，但无法保存到统计中。

source: اخترت ثاني مسار محاكاة
de: Du hast den zweiten Simulationspfad gewählt
en: You picked the second simulation path
es: Elegiste la segunda ruta de simulación
fr: Vous avez choisi le deuxième chemin de simulation
hi: आपने दूसरा सिमुलेशन रास्ता चुना
id: Anda memilih jalur simulasi kedua
ru: Вы выбрали второй путь симуляции
tr: İkinci simülasyon yolunu seçtin
ur: آپ نے دوسرا سیمولیشن راستہ چنا
zh_hans: 你选择了第二模拟路径

source: اختيارك قريب من مسار المحاكاة الأفضل، لكن لا يزال يخسر عن أفضل محاكاة
de: Deine Wahl liegt nah am besten Simulationspfad, verliert aber noch gegenüber der besten Simulation
en: Your choice is close to the best simulation path, but still loses against the best simulation
es: Tu elección está cerca de la mejor ruta de simulación, pero aún pierde frente a la mejor simulación
fr: Votre choix est proche du meilleur chemin de simulation, mais perd encore face à la meilleure simulation
hi: आपका चुनाव सर्वश्रेष्ठ सिमुलेशन रास्ते के करीब है, लेकिन अभी भी सर्वश्रेष्ठ सिमुलेशन से पीछे है
id: Pilihan Anda dekat dengan jalur simulasi terbaik, tetapi masih kalah dari simulasi terbaik
ru: Ваш выбор близок к лучшему пути симуляции, но всё еще уступает лучшей симуляции
tr: Seçimin en iyi simülasyon yoluna yakın, ancak en iyi simülasyona karşı hâlâ kaybediyor
ur: آپ کا انتخاب بہترین سیمولیشن راستے کے قریب ہے، مگر اب بھی بہترین سیمولیشن سے پیچھے ہے
zh_hans: 你的选择接近最佳模拟路径，但仍落后于最佳模拟

source: قارن Replay بين المسارين قبل إعادة المحاولة.
de: Vergleiche das Replay beider Pfade, bevor du es erneut versuchst.
en: Compare the replay between both paths before trying again.
es: Compara el replay entre ambas rutas antes de intentarlo de nuevo.
fr: Comparez le replay des deux chemins avant de réessayer.
hi: दोनों रास्तों का रिप्ले तुलना करें, फिर दोबारा प्रयास करें.
id: Bandingkan replay kedua jalur sebelum mencoba lagi.
ru: Сравните replay двух путей перед новой попыткой.
tr: Tekrar denemeden önce iki yolun replay'ini karşılaştır.
ur: دوبارہ کوشش سے پہلے دونوں راستوں کا Replay موازنہ کریں۔
zh_hans: 再次尝试前，比较两条路径的回放。

source: خارج أفضل مسارات المحاكاة
de: Außerhalb der besten Simulationspfade
en: Outside the best simulation paths
es: Fuera de las mejores rutas de simulación
fr: Hors des meilleurs chemins de simulation
hi: सर्वश्रेष्ठ सिमुलेशन रास्तों से बाहर
id: Di luar jalur simulasi terbaik
ru: Вне лучших путей симуляции
tr: En iyi simülasyon yollarının dışında
ur: بہترین سیمولیشن راستوں سے باہر
zh_hans: 不在最佳模拟路径内

source: اختيارك ليس أفضل ولا ثاني أفضل مسار محاكاة
de: Deine Wahl ist weder der beste noch der zweitbeste Simulationspfad
en: Your choice is neither the best nor the second-best simulation path
es: Tu elección no es la mejor ni la segunda mejor ruta de simulación
fr: Votre choix n'est ni le meilleur ni le deuxième meilleur chemin de simulation
hi: आपका चुनाव न सर्वश्रेष्ठ है न दूसरा सर्वश्रेष्ठ सिमुलेशन रास्ता
id: Pilihan Anda bukan jalur simulasi terbaik maupun kedua terbaik
ru: Ваш выбор не является ни лучшим, ни вторым лучшим путем симуляции
tr: Seçimin ne en iyi ne de ikinci en iyi simülasyon yolu
ur: آپ کا انتخاب نہ بہترین ہے نہ دوسرا بہترین سیمولیشن راستہ
zh_hans: 你的选择既不是最佳也不是第二佳模拟路径

source: ابدأ Replay بأفضل محاكاة ثم راقب متى تغيرت نقاط الجولة.
de: Starte das Replay mit der besten Simulation und beobachte, wann sich die Rundenpunkte ändern.
en: Start replay with the best simulation, then watch when the round points change.
es: Inicia el replay con la mejor simulación y observa cuándo cambian los puntos de la ronda.
fr: Lancez le replay avec la meilleure simulation, puis observez quand les points de la manche changent.
hi: सर्वश्रेष्ठ सिमुलेशन से रिप्ले शुरू करें, फिर देखें राउंड पॉइंट कब बदलते हैं.
id: Mulai replay dengan simulasi terbaik, lalu lihat kapan poin ronde berubah.
ru: Начните replay с лучшей симуляции и посмотрите, когда меняются очки раунда.
tr: Replay'i en iyi simülasyonla başlat, sonra tur puanlarının ne zaman değiştiğini izle.
ur: بہترین سیمولیشن سے Replay شروع کریں، پھر دیکھیں راؤنڈ پوائنٹس کب بدلتے ہیں۔
zh_hans: 从最佳模拟开始回放，然后观察回合分数何时变化。

source: مطابقة المحاكاة
de: Simulationsabgleich
en: Simulation match
es: Coincidencia de simulación
fr: Correspondance de simulation
hi: सिमुलेशन मिलान
id: Kecocokan simulasi
ru: Совпадение с симуляцией
tr: Simülasyon eşleşmesi
ur: سیمولیشن مطابقت
zh_hans: 模拟匹配

source: خارج المسارين
de: Außerhalb beider Pfade
en: Outside both paths
es: Fuera de ambas rutas
fr: Hors des deux chemins
hi: दोनों रास्तों से बाहर
id: Di luar kedua jalur
ru: Вне обоих путей
tr: İki yolun dışında
ur: دونوں راستوں سے باہر
zh_hans: 不在两条路径内

source: نسبة أفضل محاكاة
de: Quote beste Simulation
en: Best simulation rate
es: Tasa de mejor simulación
fr: Taux de meilleure simulation
hi: सर्वश्रेष्ठ सिमुलेशन दर
id: Tingkat simulasi terbaik
ru: Доля лучшей симуляции
tr: En iyi simülasyon oranı
ur: بہترین سیمولیشن شرح
zh_hans: 最佳模拟比例

source: نسبة ثاني محاكاة
de: Quote zweitbeste Simulation
en: Second simulation rate
es: Tasa de segunda simulación
fr: Taux de deuxième simulation
hi: दूसरी सिमुलेशन दर
id: Tingkat simulasi kedua
ru: Доля второй симуляции
tr: İkinci simülasyon oranı
ur: دوسری سیمولیشن شرح
zh_hans: 第二模拟比例

source: نسبة خارج المسارين
de: Quote außerhalb beider Pfade
en: Outside both paths rate
es: Tasa fuera de ambas rutas
fr: Taux hors des deux chemins
hi: दोनों रास्तों से बाहर की दर
id: Tingkat di luar kedua jalur
ru: Доля вне обоих путей
tr: İki yol dışı oranı
ur: دونوں راستوں سے باہر کی شرح
zh_hans: 两条路径外比例

source: كلاسيكي
de: Klassisch
en: Classic
es: Clásico
fr: Classique
hi: क्लासिक
id: Klasik
ru: Классический
tr: Klasik
ur: کلاسیکی
zh_hans: 经典

source: عريض
de: Fett
en: Bold
es: Negrita
fr: Gras
hi: बोल्ड
id: Tebal
ru: Крупный
tr: Kalın
ur: موٹا
zh_hans: 粗体

source: تراثي
de: Traditionell
en: Heritage
es: Tradicional
fr: Patrimoine
hi: पारंपरिक
id: Warisan
ru: Традиционный
tr: Geleneksel
ur: روایتی
zh_hans: 传统

source: بسيط
de: Minimal
en: Minimal
es: Minimalista
fr: Minimal
hi: सरल
id: Minimal
ru: Минимальный
tr: Sade
ur: سادہ
zh_hans: 简约

source: رقم فوق ورمز تحت، الشكل المعتاد للتطبيق.
de: Wert oben, Farbe unten – das gewohnte Aussehen der App.
en: Rank on top, suit below — the app's usual look.
es: Valor arriba y palo abajo: el aspecto habitual de la app.
fr: Valeur en haut, couleur en bas — l'aspect habituel de l'app.
hi: ऊपर मान, नीचे चिह्न — ऐप का सामान्य रूप।
id: Nilai di atas, simbol di bawah — tampilan biasa aplikasi.
ru: Значение сверху, масть снизу — привычный вид приложения.
tr: Üstte değer, altta sembol — uygulamanın alışılmış görünümü.
ur: اوپر ویلیو، نیچے نشان — ایپ کی معمول کی شکل۔
zh_hans: 上方点数、下方花色 —— 应用的常规外观。

source: أرقام كبيرة تُقرأ بسهولة من بعد الذراع.
de: Große Zahlen, auf Armlänge gut lesbar.
en: Large numbers you can read at arm's length.
es: Números grandes que se leen a un brazo de distancia.
fr: De grands chiffres lisibles à bout de bras.
hi: बड़े अंक जो एक हाथ की दूरी से पढ़े जा सकें।
id: Angka besar yang terbaca dari jarak satu lengan.
ru: Крупные цифры, читаемые на расстоянии вытянутой руки.
tr: Kol mesafesinden okunabilen büyük rakamlar.
ur: بڑے ہندسے جو بازو کے فاصلے سے پڑھے جا سکیں۔
zh_hans: 大号数字，一臂距离也能看清。

source: أرقام عربية-هندية بطابع المجالس القديمة.
de: Arabisch-indische Ziffern im Stil alter Majlis-Runden.
en: Arabic-Indic numerals with an old majlis feel.
es: Numerales arábigo-índicos con aire de majlis antiguo.
fr: Chiffres arabo-indiens à l'ancienne mode du majlis.
hi: पुराने मजलिस अंदाज़ में अरबी-भारतीय अंक।
id: Angka Arab-India dengan nuansa majelis lama.
ru: Арабско-индийские цифры в духе старого меджлиса.
tr: Eski meclis havasında Arap-Hint rakamları.
ur: پرانے مجلس انداز میں عربی-ہندی ہندسے۔
zh_hans: 带有旧式majlis风味的阿拉伯-印度数字。

source: زاوية واحدة بلا زخرفة، أهدأ شكل ممكن.
de: Eine schmucklose Ecke – das ruhigste Aussehen.
en: One plain corner — the quietest look there is.
es: Una esquina sin adornos: el aspecto más sobrio.
fr: Un seul coin sans décor — l'aspect le plus sobre.
hi: बिना सजावट एक कोना — सबसे शांत रूप।
id: Satu sudut polos — tampilan paling tenang.
ru: Один угол без украшений — самый спокойный вид.
tr: Süssüz tek köşe — mümkün olan en sakin görünüm.
ur: بغیر سجاوٹ ایک کونا — سب سے پُرسکون شکل۔
zh_hans: 仅一角、无装饰 —— 最素净的样式。

source: سدو
de: Sadu
en: Sadu
es: Sadu
fr: Sadu
hi: सदू
id: Sadu
ru: Саду
tr: Sadu
zh_hans: Sadu 纹

source: معيّنات
de: Rauten
en: Diamonds
es: Rombos
fr: Losanges
hi: हीरे
id: Belah ketupat
ru: Ромбы
tr: Baklava
ur: ہیرے
zh_hans: 菱格

source: ليل
de: Nacht
en: Night
es: Noche
fr: Nuit
hi: रात
id: Malam
ru: Ночь
tr: Gece
ur: رات
zh_hans: 夜色

source: نخيل
de: Palme
en: Palm
es: Palmera
fr: Palmier
hi: खजूर
id: Kurma
ru: Пальма
tr: Palmiye
ur: کھجور
zh_hans: 棕榈

source: خطوط سدو متناوبة بلون الطاولة.
de: Abwechselnde Sadu-Streifen in der Tischfarbe.
en: Alternating Sadu stripes in the table's colour.
es: Franjas Sadu alternas del color de la mesa.
fr: Bandes Sadu alternées à la couleur du tapis.
hi: मेज़ के रंग में बारी-बारी सदू धारियाँ।
id: Garis Sadu berselang-seling sewarna meja.
ru: Чередующиеся полосы Саду в цвет стола.
tr: Masa renginde ardışık Sadu şeritleri.
ur: میز کے رنگ میں یکے بعد دیگرے سدو دھاریاں۔
zh_hans: 与桌面同色的交替 Sadu 条纹。

source: شبكة معيّنات كلاسيكية مثل أوراق اللعب المعروفة.
de: Ein klassisches Rautenmuster wie auf bekannten Spielkarten.
en: A classic diamond grid like familiar playing cards.
es: Una retícula de rombos clásica, como en las barajas conocidas.
fr: Une grille de losanges classique comme sur les cartes connues.
hi: जाने-पहचाने ताश जैसी क्लासिक हीरा-जाली।
id: Kisi belah ketupat klasik seperti kartu remi biasa.
ru: Классическая ромбовидная сетка, как на привычных картах.
tr: Bilinen oyun kâğıtlarındaki gibi klasik baklava deseni.
ur: جانی پہچانی تاشوں جیسی کلاسیکی ہیرا جالی۔
zh_hans: 如常见扑克牌的经典菱格纹。
